{
  "title": "🧡 AECF – Children in Underserved Families Affected by Parental Incarceration",
  "source": "Annie E. Casey Foundation – A Shared Sentence",
  "published": "2016 | Widely cited for family support frameworks",
  "summary": [
    "More than 5 million U.S. children have experienced the incarceration of a parent.",
    "For many families in underserved communities, this creates a cycle of instability that can feel impossible to break.",
    "The emotional toll can be as severe as abuse or domestic violence, yet support systems for children are scarce.",
    "The A Shared Sentence report offers practical, community-based solutions to reduce the burden on families facing these challenges."
  ],
  "importance": [
    "Parental incarceration disproportionately affects families already facing barriers like poverty, housing insecurity, and systemic inequities.",
    "It is classified as an adverse childhood experience (ACE) because it removes a parent from the home, disrupting caregiving, emotional support, and economic stability.",
    "Children may face:",
    "- Loss of stable income or housing",
    "- Stigma, isolation, and emotional trauma",
    "- Lower mental health outcomes and educational challenges",
    "- Gaps in family bonding, care, or consistent parenting"
  ],
  "stats": [
    "The U.S. holds 25% of the world’s prison population but only 5% of the world’s people",
    "In 2018, over 5 million children had experienced parental incarceration",
    "From 1980 to 2012, that number grew fivefold — from 500,000 to 2.5 million",
    "Families in Black and Latino communities are more likely to be impacted due to long-standing racial and economic disparities"
  ],
  "quote": "More than 5 million U.S. children have experienced the incarceration of a parent — most from underserved communities. These children carry invisible burdens: emotional trauma, financial hardship, and a lack of support. It's time to change that.",
  "attribution": "— Annie E. Casey Foundation, A Shared Sentence"
}
